[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=игра
GameManagement=файл
GameManagement_New=Новая игра
GameManagement_Modify=Добавить игру
GameManagement_Delete=Удалить игру
FileManagement_New=новый
FileManagement_Open=открыть
FileManagement_Save=сохранить
FileManagement_SaveAs=сохранить как
FileManagement_Delete=удалить
FileManagement_ReName=переименовать
FileManagement_ImportExport=Файл в / вне
FileManagement_Transfer=Загрузить/Скачать
lb_FileName_ODME->Caption=файла
lb_CommandArea_ODME->Caption=Зона @RETURN@   команд
lb_SimulateArea_ODME->Caption=Зона эмулирования
lb_MacroArea_ODME->Caption=Зона макросов
lb_TimeCount_ODME->Caption=:Предустановленное время задержки (мс)
htmlb_Statement1->Caption=Руководство по программированию Oscar II:
htmlb_Statement2->Caption=Когда новый макрос будет создан, выполните действия, описанные ниже.@RETURN@Шаг 1: Выберите эмулируемую команду в Зоне команд.@RETURN@Шаг 2: Нажмите левую кнопку, чтобы перетащить эмулируемую команду в Зону макросов и отпустите ее.@RETURN@Шаг 3: Измените данные Зоны макросов и сохраните файл для последующего использования .
htmlb_Statement3->Caption=1 - Клавиатура: Эмулятор клавиатуры.
htmlb_Statement4->Caption=2 -Мышь: Эмулятор нажатия мыши.
htmlb_Statement5->Caption=3 - Действие: Эмулятор курсора.
htmlb_Statement6->Caption=4 -Управление: Вставить нажатие клавиши, щелчок мышью, временная задержка , переменная, цикл и т.д..
htmlb_Statement7->Caption=5 Операция: Вставить вариант ввода Клавиатура/Мышь и т.д.
bt_ResumeMacroI_ODME->Caption=Возобновить [ Оскар I]
bt_DownloadExplain_ODME->Caption=Руководство
lb_KeyboardInput_ODME->Caption=Ввод с физической клавиатуры
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=Переход к х :           у:
RelativeMoveBrick->Text=Относительный переход х:             у:
FlagBrick->Text=Флажки
GotoBrick->Text=Перейти к флажку
CommentBrick->Text=Комментарии
ReProgramBrick->Text=Нажмите Старт           Стоп
DelayBrick->Text=Задержка
IfBrick->Text=ЕСЛИ
IfKeyBrick->Text=Если состояние                           равно
ForBrick->Text=Повторить           раз
PlusBrick->Text=%B31+
MinusBrick->Text=%B31-
AndBrick->Text=%B31&
OrBrick->Text=%B31|
XorBrick->Text=%B31^
KeyBrick->Text=KB:Задержка             мс
LeftKeyBrick->Text=Левая кнопка:Задержка           мс
RightKeyBrick->Text=Правая кнопка:Задержка           мс
MiddleKeyBrick->Text=Средняя кнопка:Задержка           мс
FourthKeyBrick->Text=4-я кнопка:Задержка           мс
FifthKeyBrick->Text=5-я кнопка:Задержка           мс
ForwardScrollBrick->Text=Вперед           Сетка
BackwardScrollBrick->Text=Назад           Сетка
MenuItem[0]->Caption=Щелчок
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=Отпустить
MenuItem[4]->Caption=Нажать повторно
MenuItem[5]->Caption=ПеременнаяA
MenuItem[6]->Caption=ПеременнаяB
MenuItem[7]->Caption=ПеременнаяC
MenuItem[8]->Caption=ПеременнаяD
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=Число
MenuItem[12]->Caption=Мсек
MenuItem[13]->Caption=Сек
MenuItem[14]->Caption=Мин
MenuItem[15]->Caption=Клавиша1
MenuItem[16]->Caption=Клавиша2
MenuItem[17]->Caption=Клавиша3
MenuItem[18]->Caption=Клавиша4
MenuItem[19]->Caption=Клавиша5
MenuItem[20]->Caption=Клавиша6
MenuItem[21]->Caption=Клавиша7
MenuItem[22]->Caption=Клавиша8
MenuItem[23]->Caption=Клавиша9
MenuItem[24]->Caption=Клавиша10
MenuItem[25]->Caption=Клавиша11
MenuItem[26]->Caption=Клавиша12
MenuItem[27]->Caption=Клавиша13
MenuItem[28]->Caption=Клавиша14
MenuItem[29]->Caption=Клавиша15
MenuItem[30]->Caption=Клавиша16
MenuItem[31]->Caption=Клавиша17
MenuItem[32]->Caption=Клавиша18
MenuItem[33]->Caption=Клавиша19
MenuItem[34]->Caption=Клавиша20
MenuItem[35]->Caption=Клавиша21
MenuItem[36]->Caption=Клавиша22
MenuItem[37]->Caption=Клавиша23
MenuItem[38]->Caption=Клавиша24
MenuItem[39]->Caption=Нажать
MenuItem[40]->Caption=Отпустить
NewGameNameTitle=Новая игра
NewGameNameDefault=Новая игра
ModifyGameNameTitle=Добавить игру
DeleteGameFileConfirm=Удалить эту игровую папку? Файлы в этой папке также будут удалены.
DeleteGameFileSelected=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [Да] функция будет удалять!
RenameGameNameSelected=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [Да] функция будет удалять!
PleaseCreateDirectory=Пожалуйста, создайте папку с игрой
NewCreateFileName=Создать
NewCreateFileDefault=Новый файл
RenameMacroName=Переименовать 
PleaseInputMacroName=Имя нового файла
MacroExistAlready=Файл уже существует, заменить его?
MustCreatFile=Вы должны создать новый файл для редактирования макросов!
VersionMessage=Версия для чтения, невозможно сохранить!
MacroDeleteFile=Удалить файл?
MacroSelectFile=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [Да] функция будет удалять!
MacroUsed=Файл / Папка была применена к памяти мыши, вы хотите Удалить / Переименовать? Если [Да] функция будет удалять!
MacroModify=сценарий изменен, сохранить?
InputNameInvalid=Знаки [., \ / : * ? " < > | ]. не допустимы.
TrialAccessDeny=Благодарим за просмотр [HEADSHOT]! Не возможно применить! Пожалуйста приобретите код для активации Ultra-Core3 в нашем интернет-магазине!@RETURN@(ПО Bloody7 применимо исключительно для V и R серий)@RETURN@
FileRowsExceedsUpperLimit=Число строк в этом файле превышает ограничение. Выполните переконфигурацию настроек.
IsCoverSameNameFile=Файл с таким именем уже существует.  Перезаписать?
CanNotTransformOscarII=Этот [OSCAR I] файл не может быть преобразован в [OSCAR II]. Откройте [OSCAR I] под вкладкой MACRO.
FileRowsMayExceedsUpperLimit=Файл был сохранен. К памяти устройства не может быть применено более 1000 инструкций.
CPIRemarkDefault=По умолчанию
bt_Save_ODME->Hint=сохранить
bt_Undo_ODME->Hint=отменить
bt_Redo_ODME->Hint=повторить
bt_Record_ODME->Hint=запись
rb_RepeatType_ODME->Hint=Нетn-repeat  
rb_RepeatType1_ODME->Hint=Нажмите:Начать@RETURN@Отпустите:Остановить
rb_RepeatType2_ODME->Hint=Нажмите:Начать@RETURN@Нажмте снова:Остановить
pmnV_Cut->Caption=вырезать
pmnV_Copy->Caption=копировать
pmnV_Paste->Caption=вставить
pmnV_Delete->Caption=удалить
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=Изменить все значения «Delay» (задержка)
pmnV_ClearAll->Caption=очистить все
//按鍵測試區=
lb_MouseKeyTest->Caption=Запрос кнопки
PleasePressKey=Нажмите кнопку мыши
MouseKeyUnknown=Не распознано

[DrawMacroEditRecord]
bt_Start->Caption=<F11> начать
bt_Stop->Caption=<F12> завершить
cb_AxisAbsolute->Caption=Запись абсолютного движения мыши
cb_AxisRelatively->Caption=Запись относительного движения мыши
cb_KeyboardAction->Caption=Запись работы клавиатуры
cb_MouseClick->Caption=Запись нажатий кнопок мыши

[DrawMacroEditStatement]
lb_Title->Caption=ввод перед сохранением
lb_Software->Caption=название программы(например CS)
lb_Statement->Caption=Описание макроса детально
lb_Comment->Caption=Описание функций
mi_EditerCut->Caption=вырезать
mi_EditerCopy->Caption=копировать
mi_EditerPaste->Caption=вставить
lb_EditComment->Caption1=Опишите функции
lb_EditComment->Caption2=Добавить описание функции
lb_Resolution->Caption=Разрешение
lb_CPIRemark->Caption=Чувствительность

[DrawMacroInstructions]
lb_TestDescription->Caption=Данные будут временно сохранены на 4-ой кнопке мыши. В тестовой зоне или игровом тесте, для возвращения параметра 4-ой кнопки по умолчанию, перейдите на «Страницу кнопки» и повторно выполните сброс
ck_CursorRecord->Caption=Включение записи курсора
lb_InterruptTips->Caption=В случае, если тестовая программа выходит из под контроля, нажмите [Caps Lock]+[Scroll Lock]+[Num Lock] для ее прерывания, а затем выполните отладку программы повторно.
lb_TestCommon->Caption=Описание макроса детально
PressSpaceToTest=Нажать 4ую кнопку для запуска теста
Key=Key
KeyDown=Press
KeyUp=Release
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Delay
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=прокрутка_вверх
MouseWhellDown=прокрутка_вниз
MouseLeftKeyDown=нажать_левую_кнопку
MouseLeftKeyUp=отпустить_левую_кнопку
MouseLeftKeyClick=клик_левой_кнопкой
MouseLeftKeyDblClick=двойной_клик_левой_кнопкой
MouseMiddleKeyDown=нажать_среднюю_кнопку
MouseMiddleKeyUp=отпустить_среднюю_кнопку
MouseMiddleKeyClick=клик_средней_кнопкой
MouseRightKeyDown=нажать_на_правую_кнопку
MouseRightKeyUp=отпустить_правую_кнопку
MouseRightKeyClick=клик_правой_кнопкой
MouseFourthKeyDown=нажать_4-ую_кнопку
MouseFourthKeyUp=отпустить_4-ую_кнопку
MouseFourthKeyClick=клик_4-ой_кнопкой
MouseFifthKeyDown=нажать_5-ую_кнопку
MouseFifthKeyUp=отпустить_5-ую_кнопку
MouseFifthKeyClick=клик_5-ой_кнопкой

[DrawMacroEditFileDialog]
lb_Directory->Caption=Содержание
lb_FileName->Caption=файл
lb_Title->Caption1=Открыть
lb_Title->Caption2=Сохранить
lb_Title->Caption3=Сохранить как…
lb_Title->Caption4=Удалить
lb_Title->Caption5=Удалить
lb_FileType->Caption=Тип
advcb_FileType->Caption1=Все пистолет файл *.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Не достаточно прав, экспорт не удался.

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=Время(ms)

